
<policyDefinitionResources revision="1.0" schemaVersion="1.0">

  <displayName>
  </displayName>
  <description>
  </description>

  <resources>
    <stringTable>
      <string id="Name_ECSCommunicationEnabled">啟用通訊及下載實驗</string>
      <string id="Sup_EdgeUpdate1_3_133_3">Microsoft Edge Update 1.3.133.3 及更新版本</string>
      <string id="Pol_ProxyMode">選擇指定 Proxy 伺服器設定的方式</string>
      <string id="Name_ForceInstallsMachine">強制安裝 (全機器)</string>
      <string id="Name_ManualUpdatesOnly">僅限手動更新</string>
      <string id="Pol_EdgePreview">允許 Windows 測試人員計畫中的使用者在 Edge 預覽中註冊</string>
      <string id="Sup_GoogleUpdate1_3_21_81">Microsoft Edge Update 1.3.21.81 及更新版本</string>
      <string id="Explain_Applications">將需要更新的 ADMX/ADML 範本來支援未來發行的 Microsoft Edge 應用程式。</string>
      <string id="Name_DesktopShortcutDisabled">防止在安裝時建立桌面捷徑</string>
      <string id="Pol_DefaultRemoveDesktopShortcut">更新預設時移除桌面捷徑</string>
      <string id="TargetChannel_Dev_DropDown">開發</string>
      <string id="Pol_ECSControl">控制更新程式與試驗和設定服務的通訊</string>
      <string id="Explain_ECSControl">在 Microsoft Edge Update 中，會使用試驗和設定服務來部署實驗內容。

實驗承載是由 Microsoft 針對測試與意見反應啟用的早期開發功能清單所組成。

如果您啟用這個原則，將會從試驗和設定服務下載實驗承載。

如果您停用這個原則，與試驗和設定服務的通訊則會完全停止。

如果您未設定這個原則，在受管理的裝置上，其行為與原則「已停用」相同。

如果您未設定這個原則，則在未受管理的裝置上，其行為與原則「已啟用」相同。</string>
      <string id="Name_InstallsDisabled">已停用安裝</string>
      <string id="Pol_TargetChannel">目標通道覆寫</string>
      <string id="Pol_AllowInstallation">允許安裝</string>
      <string id="ProxyFixedServers_DropDown">使用固定的 Proxy 伺服器</string>
      <string id="Explain_CreateDesktopShortcut">如果您啟用這個原則，會在安裝 Microsoft Edge 時建立桌面捷徑。
  如果您停用這項原則，將不會在安裝 Microsoft Edge 時建立桌面捷徑。
  如果您未設定此原則，將會在安裝過程中建立 Microsoft Edge 的桌面捷徑。
  如果已安裝 Microsoft Edge，此原則將不會有任何影響。

  如果您沒有為通道設定此原則，則 [防止在安裝預設時建立桌面捷徑] 原則設定會在安裝 Microsoft Edge 時決定建立捷徑。</string>
      <string id="TargetChannel_Extended_Stable_DropDown">延伸穩定</string>
      <string id="Pol_AllowSideBySideExperience">允許 Microsoft Edge 並排瀏覽器體驗</string>
      <string id="Explain_AutoUpdateCheckPeriod">自動更新檢查間隔的最少分鐘數。

將此原則設定為值 0，以停用 Microsoft Edge Update 更新造成的所有定期網路流量。不建議這樣做，因為它會讓Microsoft Edge Update 無法接收穩定性和安全性更新。

應該使用 [更新原則覆寫預設] 和每個應用程式的 [更新原則覆寫] 設定來管理應用程式更新，而不是使用此設定。</string>
      <string id="Sup_EdgeUpdate1_3_119_43">Microsoft Edge Update 1.3.119.43 及更新版本</string>
      <string id="Explain_DefaultUpdatePolicy">可讓您指定有關 Microsoft Edge Update 處理 Microsoft Edge 可用更新方式的所有通道預設行為。您可以透過為這些特定通道指定 '更新原則覆寫' 原則，以覆寫個別通道。

  如果啟用此原則，Micorsoft Edge Update 會根據您設定下列選項的方式，處理 Microsoft Edge 更新: 
   - 一律允許更新: 發現更新時一律套用，不論是透過定期檢查更新或手動更新檢查。
   - 僅限自動無訊息更新: 僅限透過定期檢查更新發現時，才會套用更新。
   僅限手動更新: 僅限使用者執行手動更新檢查時，才會套用更新。
   -已停用更新: 永遠不會套用更新。

  如果選取手動更新，請確定您有透過應用程式手動更新功能，定期檢查更新內容 (如有此功能)。如果您停用更新，請定期檢查是否有更新，並將其發佈給使用者。

  如果不啟用並設定此原則，Micorsoft Edge Update 會依照 '更新原則覆寫' 原則所指定來處理可用的更新。

  此原則只可在已加入 Microsoft® Active Directory® 網域的 Windows 執行個體上使用。</string>
      <string id="Explain_WebView_AutoUpdate">可讓您指定是否為 WebView2 Runtime 啟用自動更新。WebView2 Runtime 是應用程式用來顯示網頁內容的元件。
  預設會啟用自動更新。停用 WebView2 Runtime 的自動更新可能會導致依賴此元件的應用程式發生相容性問題。

  如果啟用此原則，Microsoft Edge Update 就會根據下列選項的設定方式來處理 WebView2 Runtime 更新:
  - 一律允許更新: 自動下載並套用更新
  - 停用更新: 永不下載或套用更新

  如果不啟用此原則，便會自動下載並套用更新。</string>
      <string id="Sup_GoogleUpdate1_3_34_3">Microsoft Edge Update 1.3.34.3 及更新版本</string>
      <string id="ProxyAutoDetect_DropDown">自動偵測 Proxy 設定</string>
      <string id="ProxyPacScript_DropDown">使用.pac Proxy 指令碼</string>
      <string id="DownloadPreference_DropDown">可快取的下載 URL</string>
      <string id="Name_ForceInstallsUser">強制安裝 (每個使用者)</string>
      <string id="Explain_AllowSideBySideExperience">此原則可讓使用者並存執行 Microsoft Edge (Edge HTML) 和 Microsoft Edge (Chromium 型)。

如果將此原則設為 [未設定]，則 Microsoft Edge (Chromium 型) 將在安裝 Microsoft Edge (Chromium 型) 穩定通道和 2019 年 11 月安全性更新後取代 Microsoft Edge (Edge HTML)。此行為與 [停用] 設定相同。

[停用] 設定會封鎖並存體驗，且 Microsoft Edge (Chromium 型) 將在安裝 Microsoft Edge (Chromium 型) 穩定通道和 2019 年 11 月安全性更新後取代 Microsoft Edge (Edge HTML)。此行為與 [未設定] 設定相同。

當此原則為 [啟用] 時，則 Microsoft Edge (Chromium 型) 和 Microsoft Edge (Edge HTML) 可在安裝 Microsoft Edge (Chromium 型) 後並存執行。

若要讓此群組原則生效，必須在 Windows Update 自動安裝 Microsoft Edge (Chromium 型) 前對其進行設定。注意: ​使用者可以使用 Microsoft Edge (Chromium 型) 封鎖程式工具組來封鎖 Microsoft Edge (Chromium 型) 的自動更新。

從 Windows 10 版本 20H2 開始，不支援舊版 Microsoft Edge 和並存瀏覽器體驗。</string>
      <string id="Explain_RemoveDesktopShortcut">如果將此原則設定為 [強制刪除系統層級桌面捷徑]，則當瀏覽器更新或電腦重新開機時，任何現有的系統層級 Microsoft Edge 桌面捷徑都會被刪除。
 如果將此原則設定為 [強制刪除系統層級和使用者層級桌面捷徑]，當瀏覽器更新或電腦重新開機，以及任何現有的使用者層級桌面捷徑更新時，任何現有的系統層級 Microsoft Edge 桌面捷徑都會被刪除。這包括使用者自行建立的使用者層級桌面捷徑。
 若未設定此原則，現有Microsoft Edge 桌面捷徑將不會發生任何問題。

 如果未對通道設定此原則，[更新預設時移除桌面捷徑] 原則設定會決定桌面快捷之移除。</string>
      <string id="ProxyDisabled_DropDown">永遠不使用 Proxy</string>
      <string id="Pol_DefaultAllowInstallation">允許安裝預設</string>
      <string id="Pol_ProxyPacUrl">Proxy.pac 檔案的 URL</string>
      <string id="Cat_Applications">應用程式</string>
      <string id="Explain_ProxyPacUrl">可讓您指定 proxy 自動 config （PAC）檔案的 URL。

 如果您啟用此原則，您可以指定 PAC 檔案的 URL，以自動化選擇 Microsoft Edge Update 的適當 proxy 伺服器來取得特定網站。

 只有當您在 [選擇指定 Proxy 伺服器設定的方式] 原則中指定手動 proxy 設定時，才會套用此原則。如果您已在 「選擇指定 Proxy 伺服器設定的方式」原則中選取 [手動] 以外的 proxy 設定，

 不要設定此原則。</string>
      <string id="Sup_EdgeUpdate1_3_145_1">Microsoft Edge Update 1.3.145.1 及更新版本</string>
      <string id="TargetChannel_Beta_DropDown">Beta</string>
      <string id="Sup_EdgeUpdate1_3_168_21">Microsoft Edge Update 1.3.168.21 及更新版本</string>
      <string id="Explain_Preferences">Microsoft Edge Update 的一般原則。</string>
      <string id="Explain_WebView">指定 WebView2 Runtime 的原則。</string>
      <string id="Explain_ProxyServer">可讓您指定要使用的 Microsoft Edge Update 的 proxy 伺服器 URL。

如果啟用此原則，您可以利用您組織的 Microsoft Edge Update 設定所使用的 proxy 伺服器 URL。

只有當您在「 選擇指定 Proxy 伺服器設定的方式」原則中選取手動設定 proxy 時，才能套用此原則。

如果您在 「選擇指定 Proxy 伺服器設定的方式」 原則中選取了其外的 proxy 設定，請不要設定此原則。</string>
      <string id="Explain_DefaultAllowInstallation">您可以指定所有通道的預設行為，以便在加入網域的裝置上允許或封鎖 Microsoft Edge。

您可以透過為特定通道啟用 '允許安裝' 原則，以針對個別通道覆寫此原則。

如果您停用此原則，則會封鎖 Microsoft Edge 的安裝作業。只有在 '允許安裝' 原則設為 [未設定] 時，才會影響 Microsoft Edge 軟體的安裝作業。

此原則不會阻止 Microsoft Edge Update 執行或阻止使用者使用其他方法安裝 Microsoft Edge 軟體。

此原則只可在已加入 Microsoft® Active Directory® 網域的 Windows 執行個體上使用。</string>
      <string id="Sup_EdgeUpdate1_3_155_1">Microsoft Edge Update 1.3.155.1 及更新版本</string>
      <string id="TargetChannel_Stable_DropDown">穩定</string>
      <string id="Cat_Google">Microsoft</string>
      <string id="Pol_DefaultUpdatePolicy">更新原則覆寫預設</string>
      <string id="Explain_ProxyMode">可讓您指定用於 Microsoft Edge Update 的 Proxy 伺服器設定值。

 如果啟用此原則，可以在從下列選擇 Proxy 伺服器選項：
  －如果選擇不使用 Proxy 伺服器且一律直接連線，即可省略所有的其他選項。
 －如果選擇使用系統的 Proxy 設定或自動偵測 Proxy 伺服器，即可省略所有的其他選項。 
 －如果選擇固定伺服器 Proxy 模式，則可以在 'Proxy 伺服器的位址或 URL' 中指定其他更多的選項。 
 －如果選擇使用一個 .pac Proxy 指令碼，則必須指定  'Proxy .pac 檔案的 URL' 原則中的 URL 指令碼。 

 如果您啟用此原則，貴組織中的使用者將無法變更 Micorsoft Edge Update 中的 Proxy 設定。

  如果您停用或未設定此原則，則無需設定任何 Proxy 伺服器，但貴組織中的使用者可以選擇自己的 Micorsoft Edge Update Proxy 設定。</string>
      <string id="Sup_GoogleUpdate1_3_26_0">Microsoft Edge Update 1.3.26.0 及更新版本</string>
      <string id="Pol_RemoveDesktopShortcut">更新時移除桌面捷徑</string>
      <string id="Sup_EdgeUpdate1_3_147_1">Microsoft Edge Update 1.3.147.1 及更新版本</string>
      <string id="Name_UpdatesDisabled">停用更新</string>
      <string id="Pol_RollbackToTargetVersion">復原至目標版本</string>
      <string id="Explain_WebView_Install">Lets you specify whether the WebView2 Runtime can be installed using Microsoft Edge Update.

  If you enable this policy, users can install the WebView2 Runtime through Microsoft Edge Update.

  If you disable this policy (or set it to 'Installs disabled'), users cannot install the WebView2 Runtime through Microsoft Edge Update.

  If you set this policy to Always allow Machine-Wide Installs but not Per-User Installs, the WebView2 Runtime will only be deployed machine-wide.

  If you set the policy to Force Installs (Machine-Wide), users can install the WebView2 Runtime to all machines where Microsoft Edge Update is pre-installed. Requires Microsoft Edge Update 1.3.155.43 or higher.

  If you don't configure this policy, the WebView2 Runtime will be installed through Microsoft Edge Update.</string>
      <string id="Explain_GoogleUpdate">控制 Microsoft Edge 使用 Microsoft Edge Update 安裝與更新的原則。</string>
      <string id="Explain_DefaultRemoveDesktopShortcut">可讓您指定所有通道的預設行為，以便在安裝Microsoft Edge 時建立桌面捷徑。

 如果將此原則設定為 [強制刪除系統層級桌面捷徑]，則當瀏覽器更新或電腦重新開機時，任何現有的系統層級 Microsoft Edge 桌面捷徑都會被刪除。
 如果將此原則設定為 [強制刪除系統層級和使用者層級桌面捷徑]，當瀏覽器更新或電腦重新開機，以及任何現有的使用者層級桌面捷徑更新時，任何現有的系統層級 Microsoft Edge 桌面捷徑都會被刪除。這包括使用者自行建立的使用者層級桌面捷徑。
 若未設定此原則，現有Microsoft Edge 桌面捷徑將不會發生任何問題。</string>
      <string id="Explain_UpdateCheckSuppressedPeriod">如果您啟用此原則，則每天會從小時：分鐘開始封鎖更新檢查，並持續一段時間 (以分鐘為單位)。持續時間不受日光節約時間影響。例如，如果開始時間是 22:00，而持續期間是 480 分鐘，代表無論日光節約時間是否在此期間開始或結束，更新都將會封鎖整整 8 小時。

如果您停用或未設定此原則，則更新將不會在任何特定期間內封鎖。</string>
      <string id="Name_UpdatesEnabled">一律允許更新 (建議)</string>
      <string id="Cat_ProxyServer">Proxy 伺服器</string>
      <string id="Pol_CreateDesktopShortcut">防止在安裝時建立桌面捷徑</string>
      <string id="Pol_AutoUpdateCheckPeriod">自動更新檢查期間覆寫</string>
      <string id="Sup_GoogleUpdate1_2_145_5">Microsoft Edge Update 1.2.145.5 及更新版本</string>
      <string id="Pol_DefaultCreateDesktopShortcut">防止在安裝預設時建立桌面捷徑</string>
      <string id="Name_DeleteSystemDesktopShortcuts">強制刪除系統層級桌面捷徑</string>
      <string id="Name_ECSCommunicationDisabled">停用與試驗和設定服務的通訊</string>
      <string id="Sup_GoogleUpdate1_3_33_5">Microsoft Edge Update 1.3.33.5 及更新版本</string>
      <string id="Sup_EdgeUpdate1_3_127_1">Microsoft Edge Update 1.3.127.1 及更新版本</string>
      <string id="Name_InstallsEnabled">一律允許安裝 (建議使用)</string>
      <string id="Explain_DownloadPreference">如果啟用，Microsoft Edge Update 伺服器會嘗試在其回應中提供更新裝載的可快取 URL。</string>
      <string id="Name_AutomaticUpdatesOnly">僅限自動無訊息更新</string>
      <string id="Pol_TargetVersionPrefix">目標版本覆寫</string>
      <string id="Pol_DownloadPreference">下載 URL 類別覆寫</string>
      <string id="Pol_UpdateCheckSuppressedPeriod">每天關閉自動更新檢查的時間間距</string>
      <string id="Sup_EdgeUpdate1_3_128_0">Microsoft Edge Update 1.3.128.0 及更新版本</string>
      <string id="Cat_WebView">Microsoft Edge WebView2 執行階段</string>
      <string id="Pol_UpdatePolicy">更新原則覆寫</string>
      <string id="Pol_ProxyServer">地址或 Proxy 伺服器的 URL</string>
      <string id="Explain_DefaultCreateDesktopShortcut">可讓您針對所有頻道指定預設行為，以便在安裝 Microsoft Edge 時建立桌面捷徑。

  如果您啟用此原則，會在安裝 Microsoft Edge 時建立桌面捷徑。
  如果您停用這項原則，將不會在安裝 Microsoft Edge 時建立桌面捷徑。
  如果您未設定此原則，將會在安裝過程中建立 Microsoft Edge 的桌面捷徑。
  如果已安裝 Microsoft Edge，此原則將不會有任何影響。</string>
      <string id="Name_DeleteAllDesktopShortcuts">強制刪除系統層級和使用者層級桌面捷徑</string>
      <string id="ProxyUseSystem_DropDown">使用系統 Proxy 設定</string>
      <string id="Cat_Preferences">喜好設定</string>
      <string id="Name_InstallsEnabledMachineOnly">一律允許全機安裝，而不是依每個使用者安裝</string>
      <string id="Cat_GoogleUpdate">Microsoft Edge 更新</string>
      <string id="Cat_MicrosoftEdge">Microsoft Edge</string>
      <string id="Explain_InstallMicrosoftEdge">指定是否能將 Microsoft Edge 通道安裝在加入網域的裝置上。

如果您針對通道啟用此原則，將不會封鎖 Microsoft Edge 的安裝作業。

如果您針對通道停用此原則 (或設為‘安裝已停用’)，將會封鎖 Microsoft Edge 的安裝作業。

如果您未針對通道設定此原則，'允許安裝預設' 原則設定會判定使用者是否能安裝 Microsoft Edge 的該通道。

如果您將此原則設定為 [一律允許全機安裝，但不依每個使用者安裝]，則‘APP_NAME’僅會在全機中部署。

如果您將此原則設定為 [強制安裝]([全機器])，‘APP_NAME’可能僅能以全機器進行部署，如果 Microsoft Edge Update 已預先安裝。需有 Microsoft Edge Update 1.3.155.43 或更新版本。

如果您將此原則設定為 [強制安裝]([每位使用者])，‘APP_NAME’可能僅能以每個使用者為基礎部署至全部電腦，如果 Microsoft Edge Update 已依每個使用者預先安裝。需有 Microsoft Edge Update 1.3.155.43 或更新版本。

此原則僅適用於已加入 Microsoft® Active Directory® 網域的 Windows 實例。</string>
      <string id="Explain_AutoUpdateMicrosoftEdge">指定 Microsoft Edge Update 如何從 Microsoft Edge 處理可用更新。

如果啟用此原則，Microsoft Edge Update 會根據您對下列選項的設定，處理 Microsoft Edge 更新:
  - 一律允許更新: 發現更新時一律套用，不論是定期檢查更新或手動更新檢查。
  - 僅限無訊息自動更新: 僅限定期檢查更新發現時，才會套用更新。
  - 僅限手動更新: 僅限使用者執行的手動更新檢查時，才會套用更新。(並非所有應用程式都會為此選項提供介面)。
  - 停用更新: 永遠不會套用更新。

如果選取手動更新，請確定您有透過應用程式手動更新功能，定期檢查更新內容 (如有此功能)。如果您停用更新，請定期檢查是否有更新，並將它發佈給使用者。

如果啟用並設定此原則，Microsoft Edge Update 會依照 '更新原則覆寫預設' 原則處理可用更新。

如需詳細資訊，請參閱 https://go.microsoft.com/fwlink/?linkid=2136406。

只有在已經加入 Microsoft® Active Directory® 網域的 Windows 執行個體上才可以使用此原則。</string>
      <string id="Explain_TargetChannelMicrosoftEdge">指定 Microsoft Edge 應該更新為哪一個通道。

如果您啟用此原則，Microsoft Edge 將會根據您設定下列選項的方式，更新至通道: 

  - 穩定: Microsoft Edge 將更新為最新穩定版本。
  - Beta: Microsoft Edge 將會更新至最新的 Beta 版本。
  - 開發: Microsoft Edge 將更新為最新的開發版本。
  - 延伸穩定: Microsoft Edge 將更新為最新的延伸穩定版本，此版本的發佈步調比穩定版本還長。如需詳細資訊，請前往 https://go.microsoft.com/fwlink/?linkid=2163508。

如果您未設定此原則，Microsoft Edge 將會更新至預設通道可用的最新版本。

此原則只適用於已加入 Microsoft® Active Directory® 網域的 Windows 執行個體。</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdge">啟用此原則且已啟用自動更新時，Microsoft Edge 將會更新為此原則值所指定的版本。

原則值必須是特定 Microsoft Edge 版本，例如 83.0.499.12。

如果裝置的 Microsoft Edge 版本比指定值新，則 Microsoft Edge 會保持在較新的版本，而不會降級為指定版本。

如果指定版本不存在或格式不正確，則 Microsoft Edge 會保持目前版本，而不會自動更新至未來版本。

如需詳細資訊，請參閱 https://go.microsoft.com/fwlink/?linkid=2136707。

只有在已經加入 Microsoft® Active Directory® 網域的 Windows 執行個體上才可以使用此原則。</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdge">指定 Microsoft Edge Update 應將 Microsoft Edge 的安裝復原為 '目標版本覆寫' 指示的版本。

除非設定 '目標版本覆寫' 且將 '更新原則覆寫' 設定為開啟狀態 (永遠允許更新、僅限無訊息自動更新、僅限手動更新)，否則此原則不會生效。

如果您停用或未設定此原則，安裝的版本高於 '目標版本覆寫' 所指定的版本，則將會保持現況。

如果您啟用此原則，安裝的目前版本高於 '目標版本覆寫' 所指定的版本，則將會降級到目標版本。

建議使用者安裝最新版本的 Microsoft Edge 瀏覽器，以確保取得最新的安全性更新保護。復原到舊版需承擔已知安全性問題暴露的風險。此原則可做為暫時修正程式，以解決 Microsoft Edge 瀏覽器更新中的問題。

在暫時復原到瀏覽器版本之前，建議您開啟貴組織中所有使用者的同步功能 (https://go.microsoft.com/fwlink/?linkid=2133032)。如果您未開啟同步功能，就有永久瀏覽資料遺失的風險。請自行承擔使用此原則的風險。

注意: 在這裡 https://aka.ms/EdgeEnterprise 檢視可供復原的所有版本。

此原則適用於 Microsoft Edge 版本 86 或更新版本。

如需詳細資訊，請參閱 https://go.microsoft.com/fwlink/?linkid=2133918。

只有在已經加入 Microsoft® Active Directory® 網域的 Windows 執行個體上才可以使用此原則。</string>
      <string id="Explain_EdgePolicyMicrosoftEdge">Lets you specify whether users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update.

  - If you enable this policy, users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update.

  - If you disable this policy, users in the Windows Insider Program cannot be enrolled in Edge Preview via Microsoft Edge Update.

  - If you don't configure this policy, users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update by default.</string>
      <string id="Cat_MicrosoftEdgeBeta">Microsoft Edge Beta</string>
      <string id="Explain_InstallMicrosoftEdgeBeta">指定是否能將 Microsoft Edge 通道安裝在加入網域的裝置上。

如果您針對通道啟用此原則，將不會封鎖 Microsoft Edge 的安裝作業。

如果您針對通道停用此原則 (或設為‘安裝已停用’)，將會封鎖 Microsoft Edge 的安裝作業。

如果您未針對通道設定此原則，'允許安裝預設' 原則設定會判定使用者是否能安裝 Microsoft Edge 的該通道。

如果您將此原則設定為 [一律允許全機安裝，但不依每個使用者安裝]，則‘APP_NAME’僅會在全機中部署。

如果您將此原則設定為 [強制安裝]([全機器])，‘APP_NAME’可能僅能以全機器進行部署，如果 Microsoft Edge Update 已預先安裝。需有 Microsoft Edge Update 1.3.155.43 或更新版本。

如果您將此原則設定為 [強制安裝]([每位使用者])，‘APP_NAME’可能僅能以每個使用者為基礎部署至全部電腦，如果 Microsoft Edge Update 已依每個使用者預先安裝。需有 Microsoft Edge Update 1.3.155.43 或更新版本。

此原則僅適用於已加入 Microsoft® Active Directory® 網域的 Windows 實例。</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeBeta">指定 Microsoft Edge Update 如何從 Microsoft Edge 處理可用更新。

如果啟用此原則，Microsoft Edge Update 會根據您對下列選項的設定，處理 Microsoft Edge 更新:
  - 一律允許更新: 發現更新時一律套用，不論是定期檢查更新或手動更新檢查。
  - 僅限無訊息自動更新: 僅限定期檢查更新發現時，才會套用更新。
  - 僅限手動更新: 僅限使用者執行的手動更新檢查時，才會套用更新。(並非所有應用程式都會為此選項提供介面)。
  - 停用更新: 永遠不會套用更新。

如果選取手動更新，請確定您有透過應用程式手動更新功能，定期檢查更新內容 (如有此功能)。如果您停用更新，請定期檢查是否有更新，並將它發佈給使用者。

如果啟用並設定此原則，Microsoft Edge Update 會依照 '更新原則覆寫預設' 原則處理可用更新。

如需詳細資訊，請參閱 https://go.microsoft.com/fwlink/?linkid=2136406。

只有在已經加入 Microsoft® Active Directory® 網域的 Windows 執行個體上才可以使用此原則。</string>
      <string id="Explain_TargetChannelMicrosoftEdgeBeta">指定 Microsoft Edge 應該更新為哪一個通道。

如果您啟用此原則，Microsoft Edge 將會根據您設定下列選項的方式，更新至通道: 

  - 穩定: Microsoft Edge 將更新為最新穩定版本。
  - Beta: Microsoft Edge 將會更新至最新的 Beta 版本。
  - 開發: Microsoft Edge 將更新為最新的開發版本。
  - 延伸穩定: Microsoft Edge 將更新為最新的延伸穩定版本，此版本的發佈步調比穩定版本還長。如需詳細資訊，請前往 https://go.microsoft.com/fwlink/?linkid=2163508。

如果您未設定此原則，Microsoft Edge 將會更新至預設通道可用的最新版本。

此原則只適用於已加入 Microsoft® Active Directory® 網域的 Windows 執行個體。</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeBeta">啟用此原則且已啟用自動更新時，Microsoft Edge 將會更新為此原則值所指定的版本。

原則值必須是特定 Microsoft Edge 版本，例如 83.0.499.12。

如果裝置的 Microsoft Edge 版本比指定值新，則 Microsoft Edge 會保持在較新的版本，而不會降級為指定版本。

如果指定版本不存在或格式不正確，則 Microsoft Edge 會保持目前版本，而不會自動更新至未來版本。

如需詳細資訊，請參閱 https://go.microsoft.com/fwlink/?linkid=2136707。

只有在已經加入 Microsoft® Active Directory® 網域的 Windows 執行個體上才可以使用此原則。</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeBeta">指定 Microsoft Edge Update 應將 Microsoft Edge 的安裝復原為 '目標版本覆寫' 指示的版本。

除非設定 '目標版本覆寫' 且將 '更新原則覆寫' 設定為開啟狀態 (永遠允許更新、僅限無訊息自動更新、僅限手動更新)，否則此原則不會生效。

如果您停用或未設定此原則，安裝的版本高於 '目標版本覆寫' 所指定的版本，則將會保持現況。

如果您啟用此原則，安裝的目前版本高於 '目標版本覆寫' 所指定的版本，則將會降級到目標版本。

建議使用者安裝最新版本的 Microsoft Edge 瀏覽器，以確保取得最新的安全性更新保護。復原到舊版需承擔已知安全性問題暴露的風險。此原則可做為暫時修正程式，以解決 Microsoft Edge 瀏覽器更新中的問題。

在暫時復原到瀏覽器版本之前，建議您開啟貴組織中所有使用者的同步功能 (https://go.microsoft.com/fwlink/?linkid=2133032)。如果您未開啟同步功能，就有永久瀏覽資料遺失的風險。請自行承擔使用此原則的風險。

注意: 在這裡 https://aka.ms/EdgeEnterprise 檢視可供復原的所有版本。

此原則適用於 Microsoft Edge 版本 86 或更新版本。

如需詳細資訊，請參閱 https://go.microsoft.com/fwlink/?linkid=2133918。

只有在已經加入 Microsoft® Active Directory® 網域的 Windows 執行個體上才可以使用此原則。</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeBeta">Lets you specify whether users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update.

  - If you enable this policy, users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update.

  - If you disable this policy, users in the Windows Insider Program cannot be enrolled in Edge Preview via Microsoft Edge Update.

  - If you don't configure this policy, users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update by default.</string>
      <string id="Cat_MicrosoftEdgeDev">Microsoft Edge Dev</string>
      <string id="Explain_InstallMicrosoftEdgeDev">指定是否能將 Microsoft Edge 通道安裝在加入網域的裝置上。

如果您針對通道啟用此原則，將不會封鎖 Microsoft Edge 的安裝作業。

如果您針對通道停用此原則 (或設為‘安裝已停用’)，將會封鎖 Microsoft Edge 的安裝作業。

如果您未針對通道設定此原則，'允許安裝預設' 原則設定會判定使用者是否能安裝 Microsoft Edge 的該通道。

如果您將此原則設定為 [一律允許全機安裝，但不依每個使用者安裝]，則‘APP_NAME’僅會在全機中部署。

如果您將此原則設定為 [強制安裝]([全機器])，‘APP_NAME’可能僅能以全機器進行部署，如果 Microsoft Edge Update 已預先安裝。需有 Microsoft Edge Update 1.3.155.43 或更新版本。

如果您將此原則設定為 [強制安裝]([每位使用者])，‘APP_NAME’可能僅能以每個使用者為基礎部署至全部電腦，如果 Microsoft Edge Update 已依每個使用者預先安裝。需有 Microsoft Edge Update 1.3.155.43 或更新版本。

此原則僅適用於已加入 Microsoft® Active Directory® 網域的 Windows 實例。</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeDev">指定 Microsoft Edge Update 如何從 Microsoft Edge 處理可用更新。

如果啟用此原則，Microsoft Edge Update 會根據您對下列選項的設定，處理 Microsoft Edge 更新:
  - 一律允許更新: 發現更新時一律套用，不論是定期檢查更新或手動更新檢查。
  - 僅限無訊息自動更新: 僅限定期檢查更新發現時，才會套用更新。
  - 僅限手動更新: 僅限使用者執行的手動更新檢查時，才會套用更新。(並非所有應用程式都會為此選項提供介面)。
  - 停用更新: 永遠不會套用更新。

如果選取手動更新，請確定您有透過應用程式手動更新功能，定期檢查更新內容 (如有此功能)。如果您停用更新，請定期檢查是否有更新，並將它發佈給使用者。

如果啟用並設定此原則，Microsoft Edge Update 會依照 '更新原則覆寫預設' 原則處理可用更新。

如需詳細資訊，請參閱 https://go.microsoft.com/fwlink/?linkid=2136406。

只有在已經加入 Microsoft® Active Directory® 網域的 Windows 執行個體上才可以使用此原則。</string>
      <string id="Explain_TargetChannelMicrosoftEdgeDev">指定 Microsoft Edge 應該更新為哪一個通道。

如果您啟用此原則，Microsoft Edge 將會根據您設定下列選項的方式，更新至通道: 

  - 穩定: Microsoft Edge 將更新為最新穩定版本。
  - Beta: Microsoft Edge 將會更新至最新的 Beta 版本。
  - 開發: Microsoft Edge 將更新為最新的開發版本。
  - 延伸穩定: Microsoft Edge 將更新為最新的延伸穩定版本，此版本的發佈步調比穩定版本還長。如需詳細資訊，請前往 https://go.microsoft.com/fwlink/?linkid=2163508。

如果您未設定此原則，Microsoft Edge 將會更新至預設通道可用的最新版本。

此原則只適用於已加入 Microsoft® Active Directory® 網域的 Windows 執行個體。</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeDev">啟用此原則且已啟用自動更新時，Microsoft Edge 將會更新為此原則值所指定的版本。

原則值必須是特定 Microsoft Edge 版本，例如 83.0.499.12。

如果裝置的 Microsoft Edge 版本比指定值新，則 Microsoft Edge 會保持在較新的版本，而不會降級為指定版本。

如果指定版本不存在或格式不正確，則 Microsoft Edge 會保持目前版本，而不會自動更新至未來版本。

如需詳細資訊，請參閱 https://go.microsoft.com/fwlink/?linkid=2136707。

只有在已經加入 Microsoft® Active Directory® 網域的 Windows 執行個體上才可以使用此原則。</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeDev">指定 Microsoft Edge Update 應將 Microsoft Edge 的安裝復原為 '目標版本覆寫' 指示的版本。

除非設定 '目標版本覆寫' 且將 '更新原則覆寫' 設定為開啟狀態 (永遠允許更新、僅限無訊息自動更新、僅限手動更新)，否則此原則不會生效。

如果您停用或未設定此原則，安裝的版本高於 '目標版本覆寫' 所指定的版本，則將會保持現況。

如果您啟用此原則，安裝的目前版本高於 '目標版本覆寫' 所指定的版本，則將會降級到目標版本。

建議使用者安裝最新版本的 Microsoft Edge 瀏覽器，以確保取得最新的安全性更新保護。復原到舊版需承擔已知安全性問題暴露的風險。此原則可做為暫時修正程式，以解決 Microsoft Edge 瀏覽器更新中的問題。

在暫時復原到瀏覽器版本之前，建議您開啟貴組織中所有使用者的同步功能 (https://go.microsoft.com/fwlink/?linkid=2133032)。如果您未開啟同步功能，就有永久瀏覽資料遺失的風險。請自行承擔使用此原則的風險。

注意: 在這裡 https://aka.ms/EdgeEnterprise 檢視可供復原的所有版本。

此原則適用於 Microsoft Edge 版本 86 或更新版本。

如需詳細資訊，請參閱 https://go.microsoft.com/fwlink/?linkid=2133918。

只有在已經加入 Microsoft® Active Directory® 網域的 Windows 執行個體上才可以使用此原則。</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeDev">Lets you specify whether users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update.

  - If you enable this policy, users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update.

  - If you disable this policy, users in the Windows Insider Program cannot be enrolled in Edge Preview via Microsoft Edge Update.

  - If you don't configure this policy, users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update by default.</string>
      <string id="Cat_MicrosoftEdgeCanary">Microsoft Edge Canary</string>
      <string id="Explain_InstallMicrosoftEdgeCanary">指定是否能將 Microsoft Edge 通道安裝在加入網域的裝置上。

如果您針對通道啟用此原則，將不會封鎖 Microsoft Edge 的安裝作業。

如果您針對通道停用此原則 (或設為‘安裝已停用’)，將會封鎖 Microsoft Edge 的安裝作業。

如果您未針對通道設定此原則，'允許安裝預設' 原則設定會判定使用者是否能安裝 Microsoft Edge 的該通道。

如果您將此原則設定為 [強制安裝]([每位使用者])，‘APP_NAME’可能僅能以每個使用者為基礎部署至全部電腦，如果 Microsoft Edge Update 已依每個使用者預先安裝。需有 Microsoft Edge Update 1.3.155.43 或更新版本。

此原則僅適用於已加入 Microsoft® Active Directory® 網域的 Windows 實例。</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeCanary">指定 Microsoft Edge Update 如何從 Microsoft Edge 處理可用更新。

如果啟用此原則，Microsoft Edge Update 會根據您對下列選項的設定，處理 Microsoft Edge 更新:
  - 一律允許更新: 發現更新時一律套用，不論是定期檢查更新或手動更新檢查。
  - 僅限無訊息自動更新: 僅限定期檢查更新發現時，才會套用更新。
  - 僅限手動更新: 僅限使用者執行的手動更新檢查時，才會套用更新。(並非所有應用程式都會為此選項提供介面)。
  - 停用更新: 永遠不會套用更新。

如果選取手動更新，請確定您有透過應用程式手動更新功能，定期檢查更新內容 (如有此功能)。如果您停用更新，請定期檢查是否有更新，並將它發佈給使用者。

如果啟用並設定此原則，Microsoft Edge Update 會依照 '更新原則覆寫預設' 原則處理可用更新。

如需詳細資訊，請參閱 https://go.microsoft.com/fwlink/?linkid=2136406。

只有在已經加入 Microsoft® Active Directory® 網域的 Windows 執行個體上才可以使用此原則。</string>
      <string id="Explain_TargetChannelMicrosoftEdgeCanary">指定 Microsoft Edge 應該更新為哪一個通道。

如果您啟用此原則，Microsoft Edge 將會根據您設定下列選項的方式，更新至通道: 

  - 穩定: Microsoft Edge 將更新為最新穩定版本。
  - Beta: Microsoft Edge 將會更新至最新的 Beta 版本。
  - 開發: Microsoft Edge 將更新為最新的開發版本。
  - 延伸穩定: Microsoft Edge 將更新為最新的延伸穩定版本，此版本的發佈步調比穩定版本還長。如需詳細資訊，請前往 https://go.microsoft.com/fwlink/?linkid=2163508。

如果您未設定此原則，Microsoft Edge 將會更新至預設通道可用的最新版本。

此原則只適用於已加入 Microsoft® Active Directory® 網域的 Windows 執行個體。</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeCanary">啟用此原則且已啟用自動更新時，Microsoft Edge 將會更新為此原則值所指定的版本。

原則值必須是特定 Microsoft Edge 版本，例如 83.0.499.12。

如果裝置的 Microsoft Edge 版本比指定值新，則 Microsoft Edge 會保持在較新的版本，而不會降級為指定版本。

如果指定版本不存在或格式不正確，則 Microsoft Edge 會保持目前版本，而不會自動更新至未來版本。

如需詳細資訊，請參閱 https://go.microsoft.com/fwlink/?linkid=2136707。

只有在已經加入 Microsoft® Active Directory® 網域的 Windows 執行個體上才可以使用此原則。</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeCanary">指定 Microsoft Edge Update 應將 Microsoft Edge 的安裝復原為 '目標版本覆寫' 指示的版本。

除非設定 '目標版本覆寫' 且將 '更新原則覆寫' 設定為開啟狀態 (永遠允許更新、僅限無訊息自動更新、僅限手動更新)，否則此原則不會生效。

如果您停用或未設定此原則，安裝的版本高於 '目標版本覆寫' 所指定的版本，則將會保持現況。

如果您啟用此原則，安裝的目前版本高於 '目標版本覆寫' 所指定的版本，則將會降級到目標版本。

建議使用者安裝最新版本的 Microsoft Edge 瀏覽器，以確保取得最新的安全性更新保護。復原到舊版需承擔已知安全性問題暴露的風險。此原則可做為暫時修正程式，以解決 Microsoft Edge 瀏覽器更新中的問題。

在暫時復原到瀏覽器版本之前，建議您開啟貴組織中所有使用者的同步功能 (https://go.microsoft.com/fwlink/?linkid=2133032)。如果您未開啟同步功能，就有永久瀏覽資料遺失的風險。請自行承擔使用此原則的風險。

注意: 在這裡 https://aka.ms/EdgeEnterprise 檢視可供復原的所有版本。

此原則適用於 Microsoft Edge 版本 86 或更新版本。

如需詳細資訊，請參閱 https://go.microsoft.com/fwlink/?linkid=2133918。

只有在已經加入 Microsoft® Active Directory® 網域的 Windows 執行個體上才可以使用此原則。</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeCanary">Lets you specify whether users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update.

  - If you enable this policy, users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update.

  - If you disable this policy, users in the Windows Insider Program cannot be enrolled in Edge Preview via Microsoft Edge Update.

  - If you don't configure this policy, users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update by default.</string>
      <string id="Cat_MicrosoftEdgeWebView">Microsoft Edge WebView</string>
      <string id="Explain_InstallMicrosoftEdgeWebView">指定是否能將 Microsoft Edge 通道安裝在加入網域的裝置上。

如果您針對通道啟用此原則，將不會封鎖 Microsoft Edge 的安裝作業。

如果您針對通道停用此原則 (或設為‘安裝已停用’)，將會封鎖 Microsoft Edge 的安裝作業。

如果您未針對通道設定此原則，'允許安裝預設' 原則設定會判定使用者是否能安裝 Microsoft Edge 的該通道。

如果您將此原則設定為 [一律允許全機安裝，但不依每個使用者安裝]，則‘APP_NAME’僅會在全機中部署。

如果您將此原則設定為 [強制安裝]([全機器])，‘APP_NAME’可能僅能以全機器進行部署，如果 Microsoft Edge Update 已預先安裝。需有 Microsoft Edge Update 1.3.155.43 或更新版本。

此原則僅適用於已加入 Microsoft® Active Directory® 網域的 Windows 實例。</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeWebView">指定 Microsoft Edge Update 如何從 Microsoft Edge 處理可用更新。

如果啟用此原則，Microsoft Edge Update 會根據您對下列選項的設定，處理 Microsoft Edge 更新:
  - 一律允許更新: 發現更新時一律套用，不論是定期檢查更新或手動更新檢查。
  - 僅限無訊息自動更新: 僅限定期檢查更新發現時，才會套用更新。
  - 僅限手動更新: 僅限使用者執行的手動更新檢查時，才會套用更新。(並非所有應用程式都會為此選項提供介面)。
  - 停用更新: 永遠不會套用更新。

如果選取手動更新，請確定您有透過應用程式手動更新功能，定期檢查更新內容 (如有此功能)。如果您停用更新，請定期檢查是否有更新，並將它發佈給使用者。

如果啟用並設定此原則，Microsoft Edge Update 會依照 '更新原則覆寫預設' 原則處理可用更新。

如需詳細資訊，請參閱 https://go.microsoft.com/fwlink/?linkid=2136406。

只有在已經加入 Microsoft® Active Directory® 網域的 Windows 執行個體上才可以使用此原則。</string>
      <string id="Explain_TargetChannelMicrosoftEdgeWebView">指定 Microsoft Edge 應該更新為哪一個通道。

如果您啟用此原則，Microsoft Edge 將會根據您設定下列選項的方式，更新至通道: 

  - 穩定: Microsoft Edge 將更新為最新穩定版本。
  - Beta: Microsoft Edge 將會更新至最新的 Beta 版本。
  - 開發: Microsoft Edge 將更新為最新的開發版本。
  - 延伸穩定: Microsoft Edge 將更新為最新的延伸穩定版本，此版本的發佈步調比穩定版本還長。如需詳細資訊，請前往 https://go.microsoft.com/fwlink/?linkid=2163508。

如果您未設定此原則，Microsoft Edge 將會更新至預設通道可用的最新版本。

此原則只適用於已加入 Microsoft® Active Directory® 網域的 Windows 執行個體。</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeWebView">啟用此原則且已啟用自動更新時，Microsoft Edge 將會更新為此原則值所指定的版本。

原則值必須是特定 Microsoft Edge 版本，例如 83.0.499.12。

如果裝置的 Microsoft Edge 版本比指定值新，則 Microsoft Edge 會保持在較新的版本，而不會降級為指定版本。

如果指定版本不存在或格式不正確，則 Microsoft Edge 會保持目前版本，而不會自動更新至未來版本。

如需詳細資訊，請參閱 https://go.microsoft.com/fwlink/?linkid=2136707。

只有在已經加入 Microsoft® Active Directory® 網域的 Windows 執行個體上才可以使用此原則。</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeWebView">指定 Microsoft Edge Update 應將 Microsoft Edge 的安裝復原為 '目標版本覆寫' 指示的版本。

除非設定 '目標版本覆寫' 且將 '更新原則覆寫' 設定為開啟狀態 (永遠允許更新、僅限無訊息自動更新、僅限手動更新)，否則此原則不會生效。

如果您停用或未設定此原則，安裝的版本高於 '目標版本覆寫' 所指定的版本，則將會保持現況。

如果您啟用此原則，安裝的目前版本高於 '目標版本覆寫' 所指定的版本，則將會降級到目標版本。

建議使用者安裝最新版本的 Microsoft Edge 瀏覽器，以確保取得最新的安全性更新保護。復原到舊版需承擔已知安全性問題暴露的風險。此原則可做為暫時修正程式，以解決 Microsoft Edge 瀏覽器更新中的問題。

在暫時復原到瀏覽器版本之前，建議您開啟貴組織中所有使用者的同步功能 (https://go.microsoft.com/fwlink/?linkid=2133032)。如果您未開啟同步功能，就有永久瀏覽資料遺失的風險。請自行承擔使用此原則的風險。

注意: 在這裡 https://aka.ms/EdgeEnterprise 檢視可供復原的所有版本。

此原則適用於 Microsoft Edge 版本 86 或更新版本。

如需詳細資訊，請參閱 https://go.microsoft.com/fwlink/?linkid=2133918。

只有在已經加入 Microsoft® Active Directory® 網域的 Windows 執行個體上才可以使用此原則。</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeWebView">Lets you specify whether users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update.

  - If you enable this policy, users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update.

  - If you disable this policy, users in the Windows Insider Program cannot be enrolled in Edge Preview via Microsoft Edge Update.

  - If you don't configure this policy, users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update by default.</string>
    </stringTable>
    <presentationTable>
      <presentation id="Pol_AutoUpdateCheckPeriod">
        <decimalTextBox refId="Part_AutoUpdateCheckPeriod" defaultValue="1400"
            spinStep="60">更新檢查的間隔分鐘數</decimalTextBox>
      </presentation>
      <presentation id="Pol_UpdateCheckSuppressedPeriod">
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartHour"
            defaultValue="0" spinStep="1">時間</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartMin"
            defaultValue="0" spinStep="1">分鐘</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedDurationMin"
            defaultValue="60">期間</decimalTextBox>
      </presentation>
      <presentation id="Pol_DownloadPreference">
        <dropdownList refId="Part_DownloadPreference"
            defaultItem="0">要求的下載 URL 類型</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyMode">
        <dropdownList refId="Part_ProxyMode"
            defaultItem="0">選擇指定 Proxy 伺服器設定的方式</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyServer">
        <textBox refId="Part_ProxyServer">
          <label>Proxy 伺服器的位址或 URL</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ProxyPacUrl">
        <textBox refId="Part_ProxyPacUrl">
          <label>Proxy .pac 檔案的 URL</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_DefaultUpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">更新原則</dropdownList>
      </presentation>
      <presentation id="Pol_UpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">更新原則</dropdownList>
      </presentation>
      <presentation id="Pol_TargetVersionPrefix">
        <textBox refId="Part_TargetVersionPrefix">
          <label>目標版本</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ECSControl">
        <dropdownList refId="Part_ECSControl"
            defaultItem="1">控制更新程式與試驗和設定服務的通訊</dropdownList>
      </presentation>
      <presentation id="Pol_TargetChannel" >
        <dropdownList refId="Part_TargetChannel"
            defaultItem="0">目標通道
        </dropdownList>
      </presentation>
      <presentation id="Pol_DefaultRemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_RemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_DefaultCreateDesktopShortcut" />
      <presentation id="Pol_CreateDesktopShortcut" />
      <presentation id="Pol_RollbackToTargetVersion" />
      <presentation id="Pol_EdgePreview" />
      <presentation id="Pol_AllowSideBySideExperience" />
      <presentation id="Pol_DefaultAllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">安裝原則</dropdownList>
      </presentation>
      <presentation id="Pol_AllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">安裝原則</dropdownList>
      </presentation>

    </presentationTable>
  </resources>
</policyDefinitionResources>